<?php
$description = "校則を検索できるデータベースサイト。学校名から校則を検索したり、「スカート丈規制」「眉毛加工禁止」「下着規制」などの校則のキーワードから各校を横串で検索できます。";
$title = "School Rules Database（スクールルールズデータベース） | 運営者";
require("header.php");
?>
<body>
<?php include("header_bar.php"); ?> <!-- ヘッダーバーファイルの読み込み -->
<div class="top_header_image"><p>運営者</p></div>
<div class="wrapper">
  <div class="breadcrumb_trail_area"><p><a href="https://www.schoolrulesdb.com/">ホーム</a> > 運営者</p></div>
  <div class="about">
    <h1>運営者メッセージ</h1>
    <p>生まれつき茶色い頭髪を持つ女子生徒が黒染めを強要されたというニュースを知り、多様性が求められる現代でこんなばかなことがあっていいものかと憤りを感じました。</p>
    <p>ブラック校則をなくすために、勇気ある学生たちが学校を訴えていますが、裁判所は判例をもとになかなか救済に動いてくれません。さまざまな方が国などに働きかけていますが、状況はあまり改善されていません。
    <p>国や裁判所に訴えかけてもブラック校則をなくすのは難しいのではないか、学校自らがブラック校則をなくそうと思ってもらう必要があるのではないかと思い始めました。
    <p>情報公開制度を使って校則を収集して、学校の実名入りで公開すれば、学校の内側から校則改革に動くのではないか。
    <p>入学前の生徒が校則を確認できるようにすることで、ブラック校則がある学校の人気は下がります。学校の実名入りで不合理な校則が国内外で話題になると、学校のブランド価値が下がります。
    <p>これらに対応するため、学校はブラック校則をなくしていくことを狙っています。
    <p>私は息子たちが中高に入学する2027年までにブラック校則が無くなっていることを願っています。
    <h1>運営者プロフィール</h1>
    <h3>植山 良</h3>
    <p>中央大学商学部出身。自動車メーカーを経て、コンサルティング会社で勤務。個人の活動として、校則データベースサイト「School Rules Database（スクールルールズデータベース）」を運営。<p>
  </div>
</div>
<?php include("footer.php"); ?> <!-- ヘッダーバーファイルの読み込み -->
</body>
</html>
