<?php
$description = "校則を検索できるデータベースサイト。学校名から校則を検索したり、「スカート丈規制」「眉毛加工禁止」「下着規制」などの校則のキーワードから各校を横串で検索できます。";
$title = "School Rules Database（スクールルールズデータベース） | Mission";
require("header.php");
?>
<body>
<?php include("header_bar.php"); ?> <!-- ヘッダーバーファイルの読み込み -->
<div class="top_header_image"><p>Mission</p></div>
<div class="wrapper">
  <div class="breadcrumb_trail_area"><p><a href="https://www.schoolrulesdb.com/">ホーム</a> > Mission</p></div>
  <div class="mission">
    <h1>ブラック校則とは</h1>
    <p>守るべき理由がわからない不合理な学校規則のことをブラック校則と定義しています。「ツーブロック禁止」「下着は白」「日焼け止め禁止」などのブラック校則が現代においても数多く存在しています。</p>
    <p>◆ブラック校則の種類</p>
    <ul>
      <li>人権侵害：地毛証明書の提出</li>
      <li>セクシュアル・ハラスメント：下着は白</li>
      <li>健康被害：運動中の水飲み禁止、日焼け止め禁止</li>
      <li>傷害：地毛を黒髪に強制的に染髪</li>
      <li>多様性を認めない：男子は短髪またはスポーツ刈り</li>
    </ul>
    <h1>ブラック校則が生まれた経緯</h1>
    <p>1950年代頃まで校則で学生をことこまかに管理する学校は一部を除いてほとんどありませんでした。</p>
    <p>1960年代末～1970年の学園紛争（学校と学生の闘争）を機に、学校は学生に対して管理を強めていきました。1980年代には中学・高校の校内暴力などの問題が学校内で多発したため、校則を厳しくして校内暴力を力でおさえるような指導が行われるようになりました。生徒の非行を防止する目的で、校則でことこまかに学生を規制するようになりました。</p>

    <h1>ブラック校則はなぜなくならないのか</h1>
    <p>多くの学校は生徒が髪を染めること、 スカートの丈を短くすることは非行の始まりと捉えています。 校則で髪色、スカートの規定することで、非行の芽を摘み、学校の秩序を守ろうとしています。</p>
    <p>学校にとって個別対応ではなく一律禁止、集団管理という対応が最も合理的なため、現代においてもブラック校則は改訂されないまま残っています。</p>

    <h1>ブラック校則は何が問題なのか</h1>
    <p>ブラック校則は生徒の個性をつぶし、想像力を奪います。</p>
    <p>ブラック校則は「全員が同じ」を良しとする価値観を育てるものです。違反者には懲罰を与えるという教育は「言われたことに対して何も考えずに従っていれば良い」という考え方を植え付け、生徒の想像する力を奪います。一般社会では自分の強みや特殊性を求められるのに、学校では管理面を重視して画一化が求められています。ブラック校則は、自ら主体的に行動して多様な価値観を持つ人々との協働できる人材の育成とは相反する指導です。</p>

    <p>多くの学校では校則を公開していません。 学校の外からは、生徒たちがどのような指導を受けているのか知ることができません。 まずは学校内を治外法権化や無法地帯化せず、校則を見える化して生徒の権利侵害を見つけられるようにすることが必要です。</p>

    <h1>校則のあるべき姿</h1>
    <p>校則は広く公開されて、学校に対して意見や質問を出せるようすべきです。</p>
    <p>生徒の人権や多様性を損ねる校則を取り除かれるべきです。</p>
    <p>校則の改革から、生徒の一人ひとりの個性に着目して、自立性や主体性を育むという教育のきっかけになることを望んでいます。</p>
  </div>
</div>
<?php include("footer.php"); ?> <!-- ヘッダーバーファイルの読み込み -->
</body>
</html>
